<?php
// Text
$_['text_no_article_comments']= 'Немає коментарів';
$_['text_admin_reply']			= 'Відповідь адміністратора:';
$_['text_comment_title']		= 'Коментарі';
$_['text_login']					= 'Будь ласка <a href="%s">авторизуйтесь</a> або <a href="%s">створіть обліковий запис</a> перед тим як написати коментар';
$_['text_write_comment']		= 'Написати коментар';
$_['entry_comment']				= 'Коментар';
$_['button_send']					= 'Надіслати';


$_['error_name']					= 'Ім’я має бути від 3 до 25 символів!';
$_['error_text']					= 'Текст коментаря має бути від 10 до 1000 символів!';
$_['text_success']				= 'Дякую за Ваш коментар. Він був спрямований на модерацію.';


