<?php
// Button
$_['button_send']                  = 'Надіслати';

// Text
$_['heading_title']                = 'Повідомити про наявність';
$_['subject']                      = 'Запит - Повідомити про наявність!';
$_['text_success_send']            = 'Ваш запит успішно відправлено!';
$_['text_date_added']              = 'Дата додавання';
$_['text_customer']                = 'Інформація про клієнта';
$_['text_name']                    = 'Ім’я';
$_['text_telephone']               = 'Телефон';
$_['text_link_product']            = 'Посилання на товар';
$_['text_placeholder_email']       = 'Email';
$_['text_email']                   = 'Електронна пошта';
$_['text_status_wait']             = 'Очікування';
$_['text_status_done']             = 'Оброблено';
$_['text_success_remove_request']  = 'Ваш запит на повідомлення про наявність товару успішно видалено.';
$_['text_notify_stock_exists']     = 'Ви вже залишили запит на цей товар.';
$_['text_empty']						  = 'Ви не залишали запит на сповіщення про надходження товару.';

$_['text_mail_subject']            = '%s - %s знову в продажу!';
$_['text_mail_html']               = "<p>Добрий день, %s!</p><p>Ми раді повідомити вам, що товар <b>%s</b> знову в наявності у нашому магазині <b>%s</b>.</p><p>Ви можете перейти за цим <a href=\"%s\" target=\"_blank\">посиланням</a> для детальнішої інформації та покупки товару.</p><p>Якщо у вас виникли питання, будь ласка, звертайтеся до нас.</p><p>З повагою,<br/>Команда магазину <b>%s</b></p>";

$_['column_image']                 = 'Зображення';
$_['column_name']                  = 'Назва';
$_['column_status']                = 'Статус';
$_['column_date_added']            = 'Дата додавання';

// Error
$_['error_email_field']            = 'Поле Email є обов’язковим!';
$_['error_name_field']             = 'Ім’я повинно містити від 1 до 32 символів!';
$_['error_telephone_field']        = 'Введено невірний формат телефону!';
$_['error_product_not_found']      = 'Вказаний товар не знайдено.';
$_['error_notify_stock_exists']    = 'Ви вже залишили запит на цей товар із цим email.';
$_['error_remove_request']         = 'Не вдалося видалити запит.';

