<?php
// Button
$_['button_send'] 					= 'Надіслати';

// Text
$_['heading_title']					= 'Повідомити про зниження ціни, нові акції';
$_['subject']							= 'Запит - Повідомити про зниження ціни, нові акції!';
$_['text_success_send']				= 'Ваш запит успішно надіслано!';
$_['text_date_added']				= 'Дата додавання';
$_['text_customer']					= 'Дані клієнта';
$_['text_name']						= 'Ім’я';
$_['text_telephone']					= 'Телефон';
$_['text_link_product']				= 'Посилання на товар';
$_['text_placeholder_email']		= 'Email';
$_['text_email']						= 'Пошта';
$_['text_notify_price_exists'] 	= 'Ви вже залишили запит на цей товар.';

$_['text_mail_subject']				= '%s - Нова ціна або акція на %s!';
$_['text_mail_html']					= "<p>Добрий день, %s!</p><p>Ми раді повідомити Вам, що ціна на товар <b>%s</b> змінилася в нашому магазині <b>%s</b>.</p><p>Тепер Ви можете придбати цей товар за новою ціною! Перейдіть за наступним <a href=\"%s\" target=\"_blank\">посиланням</a>, щоб дізнатися подробиці та оформити покупку.</p><p>Якщо у Вас виникнуть запитання, будь ласка, не соромтеся звертатися до нас.</p><p>З повагою,<br/>Команда магазину <b>%s</b></p>";

// Error
$_['error_email_field']				= 'Поле Email повинно бути заповнене!';
$_['error_name_field']				= 'Ім’я повинно бути від 1 до 32 символів!';
$_['error_telephone_field']		= 'Введено невірний формат телефону!';
$_['error_product_not_found'] 	= 'Вказаний товар не знайдено.';
$_['error_notify_price_exists'] 	= 'Ви вже залишили запит на цей товар із вказаним email.';
$_['error_remove_request'] 		= 'Не вдалося видалити запит.';
