<?php
// Text
$_['text_no_article_comments']= 'Нет комментариев';
$_['text_admin_reply']			= 'Ответ администратора:';
$_['text_comment_title']		= 'Комментарии';
$_['text_login']					= 'Пожалуйста <a href="%s">авторизируйтесь</a> или <a href="%s">создайте учетную запись</a> перед тем как написать комментарий';
$_['text_write_comment']		= 'Написать комментарий';
$_['entry_comment']				= 'Комментарий';
$_['button_send']					= 'Отправить';


$_['error_name']					= 'Имя должно быть от 3 до 25 символов!';
$_['error_text']					= 'Текст комментария должен быть от 10 до 1000 символов!';
$_['text_success']				= 'Спасибо за ваш комментарий. Он был направлен на модерацию.';


