<?php
// Button
$_['button_send'] 					= 'Отправить';

// Text
$_['heading_title']   				= 'Сообщить о поступлении';
$_['subject']   						= 'Запрос - Сообщить о поступлении !';
$_['text_success_send']   			= 'Ваш запрос успешно отправлен!';
$_['text_date_added']				= 'Дата Добавления';
$_['text_customer']					= 'Данные клиента';
$_['text_name']						= 'Имя';
$_['text_telephone']					= 'Телефон';
$_['text_link_product']				= 'Ссылка на товар';
$_['text_placeholder_email']		= 'Email';
$_['text_email']						= 'Почта';
$_['text_status_wait']				= 'Ожидание';
$_['text_status_done']				= 'Обработан';
$_['text_success_remove_request']= 'Ваш запрос на уведомление о поступлении товара был успешно удалён.';
$_['text_notify_stock_exists'] 	= 'Вы уже оставили заявку на этот товар.';
$_['text_empty'] 						= 'Вы не оставляли запрос на уведомление о поступлении товара.';

$_['text_mail_subject'] 			= '%s - %s снова в продаже!';
$_['text_mail_html'] 				= "<p>Добрый день, %s!</p><p>Мы рады сообщить Вам, что товар <b>%s</b> снова в наличии в нашем магазине <b>%s</b>.</p><p>Вы можете перейти по следующей <a href=\"%s\" target=\"_blank\">ссылке</a> для подробной информации и покупки товара.</p><p>Если у Вас возникнут вопросы, пожалуйста, не стесняйтесь обращаться к нам.</p><p>С уважением,<br/>Команда магазина <b>%s</b></p>";

$_['column_image'] 					= 'Изображение';
$_['column_name'] 					= 'Название';
$_['column_status'] 					= 'Статус';
$_['column_date_added'] 			= 'Дата добавления';

// Error
$_['error_email_field']     		= 'Поле Email должно быть заполнено!';
$_['error_name_field']     		= 'Имя должно быть от 1 до 32 символов!';
$_['error_telephone_field']   	= 'Введен неверный формат телефона!';
$_['error_product_not_found'] 	= 'Указанный товар не найден.';
$_['error_notify_stock_exists'] 	= 'Вы уже оставили заявку на этот товар с данным email.';
$_['error_remove_request'] 		= 'Не удалось удалить запрос.';
