<?php
// Button
$_['button_send'] 					= 'Отправить';

// Text
$_['heading_title']					= 'Сообщить о снижении цены, новых акциях';
$_['subject']							= 'Запрос - Сообщить о снижении цены, новых акциях !';
$_['text_success_send']				= 'Ваш запрос успешно отправлен!';
$_['text_date_added']				= 'Дата Добавления';
$_['text_customer']					= 'Данные клиента';
$_['text_name']						= 'Имя';
$_['text_telephone']					= 'Телефон';
$_['text_link_product']				= 'Ссылка на товар';
$_['text_placeholder_email']		= 'Email';
$_['text_email']						= 'Почта';
$_['text_notify_price_exists'] 	= 'Вы уже оставили заявку на этот товар.';

$_['text_mail_subject']				= '%s - Новая цена или акция на %s!';
$_['text_mail_html']					= "<p>Добрый день, %s!</p><p>Мы рады сообщить Вам, что цена на товар <b>%s</b> изменилась в нашем магазине <b>%s</b>.</p><p>Теперь Вы можете приобрести этот товар по новой цене! Перейдите по следующей <a href=\"%s\" target=\"_blank\">ссылке</a>, чтобы узнать подробности и оформить покупку.</p><p>Если у Вас возникнут вопросы, пожалуйста, не стесняйтесь обращаться к нам.</p><p>С уважением,<br/>Команда магазина <b>%s</b></p>";

// Error
$_['error_email_field']				= 'Поле Email должно быть заполнено!';
$_['error_name_field']				= 'Имя должно быть от 1 до 32 символов!';
$_['error_telephone_field']		= 'Введен неверный формат телефона!';
$_['error_product_not_found'] 	= 'Указанный товар не найден.';
$_['error_notify_price_exists'] 	= 'Вы уже оставили заявку на этот товар с данным email.';
$_['error_remove_request'] 		= 'Не удалось удалить запрос.';
